data/perf/stageB-d3bf9f8c39fe/memcached-10k/tsan-dom_peeling-ea-lo-st-swmr/run9/memtier.txt
10        Threads
50        Connections per thread
10000     Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       190560.99          ---          ---         3.89415         3.63100        10.23900        14.71900     13001.68 
Gets      1903515.83         0.00   1903515.83         3.81812         3.55100        10.04700        14.65500     48125.53 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    2094076.82         0.00   1903515.83         3.82504         3.55100        10.11100        14.65500     61127.21 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       178268.83          ---          ---         4.15044         3.88700        11.77500        16.76700     12163.01 
Gets      1780729.34         0.00   1780729.34         4.06512         3.80700        11.45500        16.63900     45021.18 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1958998.17         0.00   1780729.34         4.07289         3.82300        11.45500        16.63900     57184.19 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       185342.41          ---          ---         3.99913         3.72700        10.68700        14.97500     12645.63 
Gets      1851387.41         0.00   1851387.41         3.92113         3.66300        10.49500        14.84700     46807.59 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    2036729.82         0.00   1851387.41         3.92822         3.66300        10.55900        14.91100     59453.22